"WIFI NOT REACHABLE" = "Wi-Fiに接続できません";
"START NOT RECEIVED" = "離陸できません";
"CONTROL LINK NOT AVAILABLE" = "コマンドを送信できません";
"ULTRASOUND EMERGENCY" = "障害発生：高度計測不能";
"CUT OUT EMERGENCY" = "障害発生：プロペラ停止";
"MOTORS EMERGENCY" = "障害発生：モーター異常";
"CAMERA EMERGENCY" = "障害発生：カメラ使用不能";
"PIC WATCHDOG EMERGENCY" = "障害発生：慣性装置異常";
"PIC VERSION EMERGENCY" = "障害発生：慣性装置のバージョン異常";
"TOO MUCH ANGLE EMERGENCY" = "障害発生：機体の傾き角度オーバー";
"BATTERY LOW EMERGENCY" = "障害発生：バッテリー残量低下";
"USER EMERGENCY" = "障害発生：ユーザー操作により飛行中止";
"UNKNOWN EMERGENCY" = "障害発生：原因不明";
"PRESS RESET" = "リセットボタンを押してください";
"BATTERY LOW ALERT" = "注意：バッテリー残量低下";
"ULTRASOUND ALERT" = "注意：高度計測不能";
"VISION ALERT" = "注意：速度計測不能";
"VIDEO CONNECTION ALERT" = "注意：ビデオ受信不能";
"CAMERA ALERT" = "注意：カメラ使用不能";

/* Pop-up messages */

"USB drive full\nPlease connect a new one" = "USBメモリ容量不足\n新しいUSBメモリを接続してください";
"Please reboot your %@ to enable full piloting capabilities" = "パイロット機能をフル活用するために %@を再起動してください";
"Your video is being processed\nPlease do not close the application\nIt will appear shortly in the video section" = "動画を処理中です。アプリケーション\nを閉じないでください\n動画セクションに間もなく掲載されます";
"Please wait until the end of the recording" = "録画完了をお待ちください。";

/* Settings Menu Text */

"DEFAULT SETTINGS" = "デフォルト設定";
"FLAT TRIM" = "水平方向の調整";
"PERSONAL SETTINGS" = "個人用設定";
"PAIRING" = "ペアリング";
"AR.DRONE NETWORK NAME" = "AR.DRONE名称";
"INTERFACE OPACITY" = "操縦ボタンの透明度";
"USB RECORD" = "USB録画";
"FLIP ENABLED" = "宙返りを有効にする";
"FLIGHT SETTINGS" = "フライト設定";
"ALTITUDE LIMIT" = "高度制限";
"VERTICAL SPEED MAX" = "最大上昇/下降速度";
"mm/s" = "mm/秒";
"ROTATION SPEED MAX" = "最高回転速度";
"°/s" = "角度/秒";
"TILT ANGLE MAX" = "最大傾斜角度";
"OUTDOOR HULL" = "屋外用ハル";
"OUTDOOR FLIGHT" = "屋外飛行";
"PILOTING MODE" = "パイロットモード";
"JOYPAD MODE" = "ジョイパッド モード";
"ABSOLUTE CONTROL" = "ABSOLUTE CONTROL";
"CALIBRATION" = "カリブレーション";
"Calibration Warning" = "カリブレーション警告";
"Keep your distance with your AR.Drone. It will now spin once on itself to calibrate its compass." = "AR.Droneから十分に離れてください。";
"LEFT-HANDED" = "左利きモード";
"%@ TILT MAX" = "%@の最大傾斜角度";
"STATUS" = "システム環境";
"Version" = "バージョン";
"Hardware" = "ハードウェア";
"Software" = "ソフトウェア";
"INERTIAL" = "慣性装置";
"MOTORS VERSIONS" = "モーター バージョン";
"MOTOR %d" = "モーターナンバー %d";
"Type" = "モータータイプ";
"VIDEO SETTINGS" = "ビデオ設定";
"ADAPTATIVE VIDEO" = "アダプティブ動画";
"VIDEO CODEC" = "ビデオコーデック";

"New AR.Drone network name" = "AR.Drone 新規ネットワーク名";
"Please quit the application and restart your AR.Drone. Connect to %s network and relaunch AR.FreeFlight to apply changes." = "アプリを終了しAR.Droneを再起動してください。 %s ネットワークに接続し、変更を適用するためにAR.FreeFlight を再起動してください。";
"Bad network name" = "ネットワーク名が正しくありません";
"The network name can only contain alphanumeric characters and underscores, and must not be longer than 32 characters." = "ネットワーク名には英数字とアンダースコアのみが含まれ、32文字以下でなければなりません。";
"Location Services Disabled" = "位置情報サービスは無効です";
"You need to enable this service to use absolute control." = "ABSOLUTE CONTROL モードを使用するには、位置情報サービスを有効にしてください。";
"Location Services Alert" = "位置情報サービスが見つかりません";
"Location services request timeout.\nYour location won't be stored in your AR.Drone." = "位置情報サービスリクエストが時間切れです。.\n位置情報はAR.Droneに保存されません。";
"If you want to store your location and access your media gallery, enable it in your device's settings." = "位置情報を保存し、ご自身のメディアギャラリーにアクセスしたい場合は、ご自身のデバイス設定で有効化してください。";